Repository: HandyPlugins/magic-login
Catalog: languages/magic-login-*.po
Languages: fr_fr

source: Supported placeholders: {{SITEURL}}, {{USERNAME}}, {{SITENAME}}, {{EXPIRES}}, {{MAGIC_LINK}}, {{EXPIRES_WITH_INTERVAL}}, {{TOKEN_VALIDITY_COUNT}}
fr_fr: Espaces réservés pris en charge : {{SITEURL}}, {{USERNAME}}, {{SITENAME}}, {{EXPIRES}}, {{MAGIC_LINK}}, {{EXPIRES_WITH_INTERVAL}}, {{TOKEN_VALIDITY_COUNT}}

source: Token Validity
fr_fr: Validité du jeton

source: Specify how many times a token can be used.
fr_fr: Indiquer combien de fois un jeton peut être utilisé.

source: or
fr_fr: ou

source: Log In
fr_fr: Se connecter

source: Block the IP address for %1$s minutes when it fails to login %2$s times in %3$s minutes.
fr_fr: Bloquer l'adresse IP pendant %1$s minutes si elle ne se connecte pas %2$s fois en %3$s minutes.

source: This could be useful when there is an action waiting for the user. (eg: reply comment, complete shopping etc...)
fr_fr: Cela peut être utile lorsqu'une action attend l'utilisateur. (ex : répondre à un commentaire, faire des achats, etc...)

source: Add magic login links to outgoing emails
fr_fr: Ajouter des liens magic login aux courriels sortants

source: If the recipient exists, automatically adds the login link to outgoing emails sent from WordPress.
fr_fr: Si le destinataire existe, ajoute automatiquement le lien de connexion aux courriels sortants envoyés par WordPress.

source: Auto Login Links
fr_fr: Liens de connexion automatique

source: [%s] Email Change Request
fr_fr: [%s] Demande de changement par courriel

source: [%s] Password Changed
fr_fr: [%s] Mot de passe changé

source: [%s] Password Reset
fr_fr: [%s] Réinitialisation du mot de passe

source: [%s] Login Details
fr_fr: [%s] Détails de connexion

source: [%s] Notice of Network Admin Email Change
fr_fr: [%s] Notification de changement de l’e-mail d’administration du réseau

source: [%s] Admin Email Changed
fr_fr: [%s] E-mail d’administration modifié

source: [%s] Network Admin Email Change Request
fr_fr: [%s] demande de modification de l’e-mail d’administration du réseau

source: [%s] New Admin Email Address
fr_fr: [%s] Nouvelle adresse e-mail d’administration

source: Login link will expire in %1$s %2$s.
fr_fr: Le lien de connexion expirera dans %1$s %2$s.

source: Auto Login: %s
fr_fr: Connexion automatique : %s

source: <a href="%s" target="_blank" rel="noopener">Click here to login</a>.
fr_fr: <a href="%s" target="_blank" rel="noopener">Cliquez ici pour vous connecter</a>.

source: Log in to {{SITENAME}}
fr_fr: Se connecter à {{SITENAME}}

source: Email Subject
fr_fr: Sujet de l’e-mail

source: Username
fr_fr: Nom d‘utilisateur

source: There is no account with that username.
fr_fr: Il n'y a pas de compte avec ce nom d'utilisateur.

source: Add magic login button to standard login form
fr_fr: Ajouter un bouton magic login au formulaire de connexion standard

source: Adds magic login button to WordPress login form.
fr_fr: Ajoute un bouton magic login au formulaire de connexion de WordPress.

source: Show on Login Form
fr_fr: Afficher sur la page de connexion

source: Send me the login link
fr_fr: Envoyez-moi le lien de connexion

source: Day(s)
fr_fr: Jour(s)

source: Hour(s)
fr_fr: Heure(s)

source: The TTL (time to live) of the login link. WP-Cron removes expired tokens.
fr_fr: La durée de vie du lien de connexion. WP-Cron supprime les jetons expirés.

source: Learn More.
fr_fr: En savoir plus.

source: In order to add a login form to any page, you can use shortcode <code>%1$s</code> or block. <a href="%2$s" target="_blank" rel="noopener">%3$s</a>
fr_fr: Pour ajouter un formulaire de connexion à n'importe quelle page, vous pouvez utiliser un shortcod <code>%1$s</code> ou un bloc. <a href="%2$s" target="_blank" rel="noopener">%3$s</a>

source: There is no account with that username or email address.
fr_fr: Aucun compte ne correspond pour cet identifiant et adresse e-mail.

source: Login with Email
fr_fr: Se connecter avec l'email

source: Hi {{USERNAME}}, Click and confirm that you want to log in to {{SITENAME}}. This link will expire in {{EXPIRES_WITH_INTERVAL}} and can only be used once: <a href="{{MAGIC_LINK}}" target="_blank" rel="noreferrer noopener">Log In</a> Need the link? {{MAGIC_LINK}} You can safely ignore and delete this email if you do not want to log in. Regards, All at {{SITENAME}} {{SITEURL}}
fr_fr: Bonjour {{USERNAME}}, Cliquez et confirmez que vous voulez vous connecter à {{SITENAME}}. Ce lien expirera dans {{EXPIRES_WITH_INTERVAL}} et ne peut être utilisé qu'une seule fois : <a href="{{MAGIC_LINK}}" target="_blank" rel="noreferrer noopener">Se connecter</a> Besoin du lien ? {{MAGIC_LINK}} Vous pouvez ignorer et supprimer cet e-mail si vous ne souhaitez pas vous connecter. Cordialements, {{SITENAME}} {{SITEURL}}

source: Try Magic Login Pro Today
fr_fr: Essayez Magic Login Pro dès aujourd'hui

source: With our pro version of magic login, you will unlock the advanced configurations of the plugin and get access to the WP-CLI command along with our premium support.
fr_fr: Avec notre version pro de magic login, vous débloquerez les configurations avancées du plugin et aurez accès à la commande WP-CLI ainsi qu'à notre support premium.

source: If you want to clean all tokens at once click to reset button.
fr_fr: Si vous souhaitez nettoyer tous les jetons en une seule fois, cliquez sur le bouton de réinitialisation.

source: Leave it blank to use default redirection rule.
fr_fr: Laissez ce champ vide pour utiliser la règle de redirection par défaut.

source: Enable role-based redirection.
fr_fr: Activer la redirection basée sur les rôles.

source: Apply redirection to normal WordPress login too.
fr_fr: Appliquer la redirection à la connexion normale de WordPress également.

source: By default it redirects to admin dashboard
fr_fr: Par défaut, il redirige vers le tableau de bord de l'administrateur.

source: Target URL:
fr_fr: URL cible :

source: Enable custom login redirection
fr_fr: Activer la redirection de connexion personnalisée

source: Redirect users to custom URL after login.
fr_fr: Rediriger les utilisateurs vers une URL personnalisée après la connexion.

source: Login Redirect
fr_fr: Redirection de connexion

source: Email Content
fr_fr: Contenu de l’e-mail

source: Enter allowed domains line by line.
fr_fr: Saisir les domaines autorisés ligne par ligne.

source: Enable domain restriction
fr_fr: Activer la restriction de domaine

source: Allow only listed domains to login via magic links.
fr_fr: Autoriser uniquement les domaines listés à se connecter via des magic links.

source: Domain Restriction
fr_fr: Restriction du domaine

source: Enable IP address check
fr_fr: Activer la vérification de l'adresse IP

source: The user should log in from the same IP that makes a login request. (except for the login links generated via CLI)
fr_fr: L'utilisateur doit se connecter à partir de la même adresse IP que celle qui émet la demande de connexion. (sauf pour les liens de connexion générés via CLI)

source: IP Check
fr_fr: Vérification de l'IP

source: login links from the same IP within
fr_fr: liens de connexion à partir de la même adresse IP au sein de

source: Allow to create maximum
fr_fr: Permettre de créer un maximum de

source: Enable throttling
fr_fr: Activer la limitation

source: Limit login URL generation for the given time span.
fr_fr: Limiter la génération d'URL de connexion pour une période donnée.

source: Login Request Throttling
fr_fr: Restriction de la demande de connexion

source: Enable brute force protection
fr_fr: Activer la Protection anti force brute

source: Enable additional security mechanisms to limit login requests.
fr_fr: Activer des mécanismes de sécurité supplémentaires pour limiter les demandes de connexion.

source: Brute Force Protection
fr_fr: Protection contre les attaques Force Brute

source: Token Lifespan
fr_fr: Durée de vie des jetons

source: Magic login form is accessible <a href="%1$s">%1$s</a>
fr_fr: Le formulaire magic login est accessible <a href="%1$s">%1$s</a>

source: Use magic login by default
fr_fr: Utiliser magic login par défaut

source: Change default login behaviour and use magic login as default login method.
fr_fr: Modifier le comportement de connexion par défaut et utiliser magic login comme méthode de connexion par défaut.

source: Settings
fr_fr: Réglages

source: Invalid magic login token. <a href="%s">Try signing in instead</a>?
fr_fr: Jeton de connexion magique invalide. <a href="%s">Essayez de vous connecter à la place </a>?

source: Invalid magic login token, but you are logged in as '%1$s'. <a href="%2$s">Go to the dashboard instead</a>?
fr_fr: Jeton de connexion magique invalide, mais vous êtes connecté en tant que '%1$s'. <a href="%2$s">Aller au tableau de bord à la place</a>?

source: Send me the link
fr_fr: Envoyer moi le lien

source: Username or Email Address
fr_fr: Identifiant ou adresse de messagerie

source: Log in
fr_fr: Se connecter

source: Please check your inbox for the login link. If you did not receive a login email, check your spam folder too.
fr_fr: Veuillez vérifier votre boîte de réception pour le lien de connexion. Si vous n'avez pas reçu d'e-mail de connexion, vérifiez également votre dossier spam.

source: Please enter your username or email address. You will receive an email message to log in.
fr_fr: Veuillez saisir votre nom d'utilisateur ou votre adresse électronique. Vous recevrez un message électronique pour vous connecter.

source: Passwordless login for WordPress.
fr_fr: Connexion sans mot de passe pour WordPress.
